questions = [
    {
        "question": "מה צבע השמיים ביום בהיר?",
        "options": ["כחול", "אפור", "אדום"],
        "feedbacks": ["נכון! השמיים ביום בהיר הם בדרך כלל כחולים.", 
                      "לא בדיוק, ביום בהיר השמיים לא אפורים.", 
                      "לא נכון, השמיים ביום בהיר אינם אדומים."]
    },
    {
        "question": "כמה ימים יש בשבוע?",
        "options": ["5", "6", "7"],
        "feedbacks": ["לא נכון, יש יותר מ-5 ימים בשבוע.", 
                      "לא, יש יותר מ-6 ימים בשבוע.", 
                      "נכון! יש 7 ימים בשבוע."]
    }
]
